import { whatIs } from './whatIs.module.scss';

const WhatIs = () => (
    <div className={whatIs}>
        <h2>אז מה זה בעצם תחייכי את זה?</h2>
        <p>תחייכי אתזה נוצר עמוק מתוך הלב שלי
            מתוך אמונה שלמה שהחיים שלנו,
            הם בידיים שלנו
            החיוך שלנו תלוי אך ורק בנו.
            רגעים של עצב ושמחה רוקדים בערבוביה בתוכנו
            וזה בעצם, 
            הקסם של החיים.
            אני מאחלת לך,
            שתמיד תצליחי להוציא את החיוך מתוך החוויות שתצברי במהלך חייך
            שתמיד תרימי את הראש,
            תסתכלי לקושי בעיניים ותגידי לו-
            לא יעזור לך, אני מחייכת אותך! 
            תכתבי לך במחברת את הרגעים היפים
            תשתי כוס קפה אל מול השקיעה 
            ותרגישי את האוויר הנושב נכנס לתוך הלב 
            ואומר לך היי,
        עכשיו הקסם מתחיל להתרחש</p>
    </div>
)

export default WhatIs;